Gets the name of the model.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public ModelPath GetModelName()
  Visual Basic
Public Function GetModelName As ModelPath
  Visual C++
public:
ModelPath^ GetModelName()
 See Also
  RevitLinkLoadResult Class
  Autodesk.Revit.DB Namespace